	var n;
	if (args.length == 1) n = 100
	else n = parseInt(args[1]);
	if (parseInt(args[1]) > 100)
	{
					message.channel.send("", {
			embed: {
				color: 14423066,
				title: ":x: Ошибка!",
				description: "Превышен допустимый лимит (100)."
			}
		});	
	}
	else
	{
	var text = "";
	var words = ["поганый","ужасные","аллах","мы","жопотрах","Кеоне","акбар","хуйло","элд","мочу","блаффи","гомосятина","забанили","нихерасе","вздрочнул","подтёрся","помылся","генри","лошара","отпиздили","мочой","моча","заливайся","залился","чаем","трахнул","во","нееее","ага","чечня","вонючие","вонючий","спрайт","сиська","опасный","ебанутый","ебанутое","ебанутая","туалет","бумагой","столом","спиздили","заебаться","нахуй","охуенные","охуенен","охуенная","охуенное","килл","э","ага","пиздюки","випринами","отрезать","трахнуть","ёбнуть","пару","раз","ы","сучара","пиздёж","пукнул","обосрался","офигел","спизженный","убийство","смерть","отстой","даче","нафига","мне","ему","по","лицу","лицо","в","говне","снег","школа","кабинете","очуметь","данунах","класс","наступает","почесал","копатыч","не","лох","кто","виприн","бабло","нах","дай","статусы","уу","хех","ухаха","огород","взорвался","Реалистик","атомная","бомба","лалка","квини","нов","гей","копаться","яма","яме","отдавай","то","бабочка","запомни","ночью","осенью","зимой","хыхыхыхы","шлюха","соснул","тебе","ещё","фу","сральником","сральника","нету","очко","рвётся","тобой","удалить","зубочистки","в","жопе","жопа","жопой","звёзды","неа","кикнут","кикаем","стип","охуел","уууу","залупе","яички","килла","стипа","серпента","сирвейла","ГДшеру","дать","в","ебасосину","блядина","блять","сука","хуйня","это","заебали","титан","виприн","урод","чмо","дебилы","дебил","лохи","ха","хуйца","хуец","сосать","пиздеееец","жопа","проститутка","вонючка","предмет","школа","чипсы","заебца","охереть","в","я","сральник","сральники","сральник","ебальники","ебальнику","по","похуй","нахуй","отъебись","нет","да","ГДшер","Нов","Сниде"];

	for (var i = 1; i <= n; i++) text += words[Math.floor(Math.random() * words.length)] + " "
			message.channel.send("", {
			embed: {
				color: 16769887,
				author: {
        name: message.author.username,
        icon_url: message.author.avatarURL
                },
				description: ":fire: " + text
			}
		});	
    }