        var who = client.users.array()[Math.floor((Math.random() * client.users.array().length) % client.users.array().length)].username;
        var withh = client.users.array()[Math.floor((Math.random() * client.users.array().length) % client.users.array().length)].username
        var wheree = ["в сральнике Нова","в твоих мечтах","в страшном сне","в желудке","в другом городе","на этом сервере","в парке","на даче","на природе","в канализации","под дождём","под кроватью","в школе","в саду","на грядках","в сральнике Нова","в кабинете директора школы"];
        var where = wheree[Math.floor(Math.random() * wheree.length)];
        var whenn = ["вчера","несколько часов тому назад","пару дней назад","сегодня","завтра","через пару лет","в ледниковый период","летом","осенью","весной","зимой","утром","вечером","глубокой ночью","жарким днём","днём","два месяца назад","год назад"];
        var when = whenn[Math.floor(Math.random() * whenn.length)];
        var dooo = ["бегали","лежали","отдыхали","занимались любовью","читали книжки","бухали","копались в мусоре","болтали","слушали музыку","драили парашу","прыгали","жрали","спали","страдали хернёй","сидели на скамейке","валялись на полу","купались","плакали","что-то покупали"];
        var doo = dooo[Math.floor(Math.random() * dooo.length)];
        var whogo = client.users.array()[Math.floor((Math.random() * client.users.array().length) % client.users.array().length)].username
        var whatsayy = ["придурки","лохи","дебилы","я вас люблю","отдолжите сотку","какие интеллигентные люди","вы в своём уме?","охереть","лол","какая прекрасная погода","СУКА ОХЕРЕЛИ","кек","да ну нах","фигня это всё","секс","мать его за ногу","привет","пока","валите нахер отсюда","it's a trap","гей-парад","чтооооооо","Слава Украине","ы","нов питух","у вас тут так воняет","слушайте, вы задолбали"];
        var whatsay = whatsayy[Math.floor(Math.random() * whatsayy.length)];
        var endd = ["все дружно разошлись","произошла вторая авария на ЧАЭС","прилетел хер","сгущёнка пролилась","Смит сделал Юми предложение","Влад17 стал сасным казахом","Стип нашёл девушку и со всеми помирился","Килла съели","Нов эволюционировал в курицу","все подрались","Солнце исчезло","Красимир и Квазар съели друг друга","произошёл Аллах Акбар","произошло землетрясение","всё закончилось милицией","все ушатались об стену","лоханулись"];
        var end = endd[Math.floor(Math.random() * endd.length)];
		message.channel.send("", {
			embed: {
				color: 16769887,
				author: {
        name: message.author.username,
        icon_url: message.author.avatarURL
                },
				title: "CoolStoryMaster",
				description: who + ' с ' + withh + " " + when + " " + where + " " + doo + "." + " К ним подошёл" + " " + whogo + " " + "и сказал: " + whatsay + ". В итоге " + end + "."
			}
		});	